// Как получить элемент с помощью jQuery?

//Для того чтобы понимать как работает селектор Вам все-же необходимы базовые знания CSS, т.к. именно от принципов CSS отталкивает селектор jQuery:
//$("#header") — получение элемента с id=«header»
//$(«h3») — получить все <h3> элементы
//$(«div#content .photo») — получить все элементы с классом =«photo» которые находятся в элементе div с id=«content»
//$(«ul li») — получить все <li> элементы из списка <ul>
//$(«ul li:first») — получить только первый элемент <li> из списка <ul>
// on - это замена Event Listener 